
0
1
10
100
15
2
20
25
3
30
35
3rd
4
40
45
5
50
55
6
60
65
7
70
75
8
80
85
9
90
95
a
able
about
absolutely
absurdly
accomplish
accomplished
action
activity
actor
adding
adjectives
advent
adventure
affixed
after
again
against
aging
ago
ah
ajar
alarmingly
all
allowed
already
alright
also
aluminum
always
am
amazing
american
an
ancient
and
angry
announce
another
antiquated
antique
antiqued
any
anything
appealing
appears
appetizing
apple
applying
approach
are
area
aren't
armchair
around
arrive
as
ask
asked
association
assure
at
ate
atmosphere
attempt
attention
attic
aunt
austere
aw
awesome
awful
b
back
backup
backyard
bad
bag
balanced
ball
balmy
balsam
balsamwood
banana
bank
bar
barely
barn
base
basement
bash
basket
bathroom
bats
bbq
be
bear
because
bed
bedchamber
bedroom
beech
beechwood
been
beetles
before
begin
behind
being
believe
bell
bench
bend
berry
besides
best
better
big
bigshot
binder
birch
birchwood
bits
black
blackberry
blanket
blender
block
blocked
blocking
blue
blueberry
board
book
bookshelf
bored
bowl
box
boysen
boysenberry
brand
brass
bread
break
broccoli
broken
broom
brother
brother-in-law
brown
brushed
bucks
buddy
bug
bugs
building
built
bump
bunnies
bureau
burg
burger
burgerburg
burgercity
burgerhamlet
burgertown
burgervillage
burgerville
burned
but
butter
butterfly
button
buy
by
c
cabbage
cabinet
cake
calendar
call
called
calling
came
can
can't
canadian
candy
cane
cannot
cantaloupe
canteen
capacity
caring
carried
carries
carrot
carry
carrying
case
cashew
cat
caterpillars
cauliflower
cd
cedar
cedarwood
ceiling
cellar
chair
chamber
changing
chartreuse
cheap
check
chest
chilled
chipped
chocolate
chop
chopped
chopping
city
classic
clean
clearly
cloak
close
closed
closet
closing
clove
club
coconut
coffee
coffer
coincidence
cold
com
come
comfortable
comfy
comic
coming
command
commanding
commands
company
complete
computer
concealed
confused
consumed
contain
contained
container
containers
contains
contemporary
contents
continue
controller
cook
cookable
cookbook
cooked
cookery
cookhouse
cookie
cooking
cool
copper
copy
corner
corridor
couch
could
couldn't
counter
course
cousin
cozy
crack
cramped
cran
cranberry
crate
crooked
crowded
cubicle
cuboid
cucumber
cup
cupboard
cushion
cut
cute
cuttable
cutting
cyan
d
dad
damaged
damp
date
day
deal
decide
decorated
decrepit
definitely
delectable
delicious
deposit
deposited
depressed
describe
describing
desk
desktop
dice
diced
dicing
did
different
dir
directions
dirty
discovery
dish-pit
disk
dispenser
display
displayed
ditch
ditched
do
does
doesn't
doing
dollars
don't
done
door
doors
doublecheck
down
drawer
drawn
dresser
dried
drink
drinkable
drinking
driveway
drop
dropped
dropping
drunk
dry
dump
durable
durian
dusty
dvd
e
earwigs
east
eat
eaten
eating
eccentric
ed
edible
edition
effort
eighty
either
elder
elderberry
elegant
else
embroidered
empty
enjoy
enormous
enough
ensure
entered
entertaining
entrance
entrances
entranceway
episode
etc
even
ever
every
everything
examination
examine
examining
excited
excitement
exciting
exit
expect
expensive
experience
explore
eye
f
facing
fails
fall
fallen
familiar
famous
fan
fancy
fantastic
fashionable
fast
fiberglass
fifty
filled
filthy
find
fine
finger
finish
fire
first
fit
fitting
fixed
flat-screen
flickers
floods
floor
fly
folder
folks
follow
following
follows
fondue
food
for
force
forgotten
fork
formless
forty
found
framed
freezer
fresh
fridge
fried
friend
frilly
frisbee
from
frozen
fry
frying
fudge
fun
furious
g
gain
game
garage
garbage
garden
garlic
gate
gateway
gather
gaudy
gaze
generic
get
gets
getting
gigantic
glass
gleam
gloomy
glove
glued
go
going
goji
gojiberry
golf
gone
good
goose
gooseberry
got
gotten
government
grand
grape
greasy
great
green
greeting
greetings
grilled
grilling
gross
grotesque
grubs
guarded
guess
gummy
h
had
half
half-eaten
hall
hamlet
hammered
hand
handled
hands
hangs
happen
happens
happy
has
hasn't
hat
hatch
have
haven't
having
head
heading
headphones
hear
heartwarming
heat
heavenly
heavier
heavy
hefty
held
hello
henderson's
here
here's
hey
hideous
hilarious
hits
hm
hmm
hmmm
holds
home
honeydew
honoured
hope
hopefully
hopes
horrible
hot
how
however
html
http
huckle
huckleberry
huge
huh
hundred
hungry
i
i'll
i'm
i've
idea
idly
if
immaculate
imposing
impossible
in
inadvertently
inedible
inform7
information
infuriated
ingredient
ingredient-like
ingredients
insect
insects
insert
inserted
inserting
inside
instead
instructions
interact
interesting
internet
into
intriguing
inventory
inviting
iron
is
isn't
it
it'll
it's
item
its
j
junk
just
k
kettle
key
keyboard
keycard
kind
kitchen
kitchenette
kittens
kiwi
knew
knife
know
l
ladle
laminated
lamp
lampshade
laptop
large
larva
last
latchkey
later
launderette
laundromat
laundry
lavender
leading
leads
lean
learn
least
leave
leaving
left
legume
let
let's
letdown
licorice
lid's
lie
life
lift
light
lightbulb
like
limited
lingon
lingonberry
liquid
list
listed
listing
lit
livingroom
loaf
location
lock
lockable
locked
locker
locking
logan
loganberry
long
longer
look
looking
looks
lots
loudly
lounge
lovely
luxurious
lying
m
machine
made
mahogany
mahoganywood
make
man
manage
manageable
mantelpiece
mantle
manuscript
many
maple
maplewood
marbled
massive
mat
matched
maturing
may
mayor
me
meal
meal-like
mean
meet
melon
memories
mental
mentioned
messy
metal
microsoft
might
mind
mind-expanding
minister
miss
misty
modern
modest
mom
monitor
mop
more
most
mouse
move
moved
movies
much
mug
my
n
name
napkin
nearby
need
needs
neglected
neighbour
nest
never
new
next
nice
nightmare
ninety
no
noble
noise
non-euclidean
nondescript
none
normal
north
not
note
nothing
notice
noticed
noun
nouns
novel
now
nowhere
o
oak
oakwood
object
object-like
objective
objects
obligated
oddly
of
off
offered
offers
office
oh
okay
old
ominous
on
once
one
ones
onion
only
onto
open
openable
opened
opening
opens
operational
or
orange
ordinary
organic
ornate
other
otherwise
out
outmoded
oven
oven-like
over
owner
p
paced
pair
pairing
pal
pan
pantry
pants
paper
parlor
part
passageway
passkey
patio
pay
peanut
pear
pedestal
pen
pencil
pepper
person
pick
pick-up
picked
picking
picture
piece
pillow
pine
pinewood
pit
pizza
placard
place
placed
places
placing
plain
plant
plastic
plate
platter
play
player
playing
playroom
pleasant
please
pleased
plush
poem
point
polished
pork
portable
portal
portmanteau
possible
possibly
post
potato
practically
prepare
preparing
presented
president
pressing
pretty
prevent
price
prime
printer
printing
probably
processing
profound
pronouns
properties
property
protected
prune
pulled
pulling
pungent
puppies
pureed
purple
put
putting
q
quote
r
races
rack
rasp
raspberry
raw
re-enter
re-entered
reading
ready
really
recipe
recipe-like
recliner
recover
recreation
rectangular
red
refrigerator
relaxing
reliable
remember
reminded
reminds
reminiscent
remove
removing
repeat
report
repulsive
required
requires
rest
resting
restroom
retrieve
reveal
revealed
reveals
ridiculous
right
ripped
roasted
roasting
robust
room
roommate
rooms
roomy
rotting
rough
round
rugged
ruin
rule
rulebook
running
rusty
s
safe
salad
salon
sandwich
satin
saucepan
sauna
saunter
sauntered
savory
say
says
scan
scarf
scented
scullery
scurries
second
seconds
secret
sector
see
seeing
seem
seems
seen
serious
session
set
setting
seventy
shadfly
shaky
sharp
shed
shelf
sheltered
shelters
shiny
shirt
shock
shoddy
shoe
should
show
showcase
shower
shown
shrimp
shudder
shut
shutting
sickening
sign
signboard
silent
silly
simple
sister
sister-in-law
sit
six
sixty
sizable
slab
sleepy
slice
sliced
slicing
sliding
small
smashing
smell
so
soap
soaped
sock
sofa
soft
solid
solidly
some
someone
someone's
something
sometimes
somewhere
sorry
sort
sound
source
south
spacious
spare
specify
spherical
spiders
spin
splintery
sponge
spoon
spork
spotless
stable
stained
stand
standard
staple
stapler
start
stealing
steam
steamy
steel
step
stern
stick
still
stock
stoked
stone
stop
storage
store
stove
stove-like
strange
straw
strawberry
street
strip
strong
studio
study
stuff
stuffed
stuffy
stumbled
sturdy
style
stylish
succeed
such
sudden
suddenly
suitcase
super
superficially
supermarket
support
supporter
supporters
sure
surprisingly
surroundings
swear
sweaty
synthesizer
t
table
tablet
tacky
tag
take
taken
taking
tantalizing
target
task
tasty
tea
teacup
teal
teapot
teaspoon
technique
tee
telephone
tell
tells
tempting
terrible
terror
text
textbook
textworld
than
thanks
that
that's
the
their
then
there
there's
they
thing
things
think
thinking
thirty
this
those
though
thought
three
through
throw
throwing
ticks
tie
time
tiny
tip
to
toads
toaster
toaster-like
today
toilet
too
took
tool
toolbox
top
torn
toss
tossed
touch
towel
towering
town
trash
travel
travelled
trip
trouble
true
trunk
try
tv
two
type
typical
typo-riddled
u
ugly
unbelievable
unblocked
uncle
uncut
undependable
understand
understanding
unfortunately
unguarded
unless
unlikely
unlock
unlocked
unlocking
unreasonably
unremarkable
unstable
until
up
upon
upset
upsettingly
use
used
useful
useless
using
usual
usually
v
vacuum
val
value
vanilla
vast
vault
venture
ventured
very
vibes
village
ville
violet
virtual
visited
w
wait
walk
walked
walking
wall
walnut
walnutwood
want
warm
was
washroom
waste
water
watermelon
way
we
we're
weighty
weird
welcome
well
well-built
well-used
went
were
weren't
west
what
what's
when
where
where'd
which
while
whisk
white
who
who's
why
wi_17_15
wide
widescreen
will
win
winner
with
within
without
wobbly
won't
wonder
wonderful
wondering
wooden
work
workbench
working
works
workshop
world
worm
worn
worn-out
worry
worst
would
wow
wretched
wriggling
wrong
x
y
yellow
you
you'd
you'll
you're
you've
your
yourself
youth
z
zone
<UNK>
<PAD>
<SEP>
UNK
PAD
SEP